// data.js
export const articles = [];

export const types = [];

export const categories = [];

export const leadersData = {
  "Нагорний Р.М.": [
    [
      {
        v: "Основные обязанности",
        f: "<b>ЗАГАЛЬНІ ОБОВ'ЯЗКИ ПАСТОРА НАГОРНОГО Р.М.</b>",
      },
      "",
    ],
    [
      { v: "2", f: "<b>ЗАГАЛЬНЕ КЕРІВНИЦТВО ЦЕРКВОЮ</b>" },
      "Основные обязанности",
    ],
    [
      { v: "9", f: "<b>ВИПРАЦЮВАННЯ СТРАТЕГІЇ, БАЧЕННЯ ТА ЦІЛЕЙ ЦЕРКВИ</b>" },
      "Основные обязанности",
    ],
    [
      { v: "10", f: "<b>ОРГАНІЗАЦІЯ РОБОТИ РП ТА РС</b>" },
      "Основные обязанности",
    ],
    [
      {
        v: "11",
        f: "<b>ЗОВНІШНЄ ПРЕДСТАВНИЦТВО ІНТЕРЕСІВ ЦЕРКВИ (ПЕРЕД ІНШИМИ ОРГАНІЗАЦІЯМИ ТА ОРГАНАМИ ВЛАДИ)</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "12",
        f: "<b>ВИСВЯЧЕННІСТЬ ТА ПІДГОТОВКА НОВИХ ЛІДЕРІВ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "4",
        f: "<b>ВІДПОВІДАЛЬНИЙ ЗА</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "3",
        f: "<b>ПІДГОТОВКА ТА ПРОВЕДЕННЯ СЛУЖІНЬ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "5",
        f: "<b>ВІДПОВІДАЛЬНІСТЬ ЗА СЛУЖИТЕЛІВ І ЛІДЕРІВ СВОГО НАПРЯМКУ</b>",
      },
      "Основные обязанности",
    ],
    [{ v: "6", f: "<b>ЗВЕРШЕННЯ СВЯЩЕННОДІЇ</b>" }, "Основные обязанности"],
    [{ v: "7", f: "<b>ПРОПОВІДЬ</b>" }, "Основные обязанности"],
    [
      {
        v: "8",
        f: "<b>ДУШЕОПІКУНСТВО ЧЛЕНІВ НА ДІЛЬНИЦІ «КРЮКІВ, МОЛОДІЖНИЙ, ЮНІСТЬ»</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "8.1",
        f: "<b>разом з дияконами Задорожній В., Мироненко І., молодіжним лідером Мазур А.</b>",
      },
      "8",
    ],
    [{ v: "4.1", f: "<b>АДМІНІСТРАТИВНО-ГОСПОДАРСЬКЕ СЛУЖІННЯ</b>" }, "4"],
    [{ v: "4.2", f: "<b>СОЦІАЛЬНЕ СЛУЖІННЯ</b>" }, "4"],
    [{ v: "4.3", f: "<b>ФІНАНСОВИЙ КОМІТЕТ</b>" }, "4"],
  ],
  "Зигаленко О.В.": [
    [
      {
        v: "Основные обязанности",
        f: "<b>ЗАГАЛЬНІ ОБОВ'ЯЗКИ ПАСТОРА ЗИГАЛЕНКО О.В.</b>",
      },
      "",
    ],
    [
      { v: "Керівництво", f: "<b>КЕРІВНИЦТВО ЦЕРКВОЮ ЧЕРЕЗ РП І РС</b>" },
      "Основные обязанности",
    ],
    [
      {
        v: "Відповідальність",
        f: "<b>ПІДГОТОВКА ТА ПРОВЕДЕННЯ СЛУЖІНЬ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "Підготовка",
        f: "<b>ВІДПОВІДАЛЬНІСТЬ ЗА СЛУЖИТЕЛІВ І ЛІДЕРІВ СВОГО НАПРЯМКУ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "Відділи",
        f: "<b>ВІДПОВІДАЛЬНИЙ ЗА</b>",
      },
      "Основные обязанности",
    ],
    [
      { v: "ЗВЕРШЕННЯ Священнодії", f: "<b>ЗВЕРШЕННЯ СВЯЩЕННОДІЇ</b>" },
      "Основные обязанности",
    ],
    [{ v: "Проповідь", f: "<b>ПРОПОВІДЬ</b>" }, "Основные обязанности"],
    [
      {
        v: "Душеопікунство",
        f: "<b>ДУШЕОПІКУНСТВО ЧЛЕНІВ НА ДІЛЬНИЦІ «ЦЕНТР»</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "Душеопікунство_2",
        f: "<b>разом з дияконом Кондратенко Г.</b>",
      },
      "Душеопікунство",
    ],
    [
      { v: "Складання графіка", f: "<b>СКЛАДАННЯ ГРАФІКА СЛУЖІНЬ</b>" },
      "Відділи",
    ],
    [{ v: "Планування", f: "<b>ПЛАНУВАННЯ ТЕМАТИЧНИХ СЛУЖІНЬ</b>" }, "Відділи"],
    [{ v: "Клас", f: "<b>КЛАС «ЦЕРКОВНЕ ЧЛЕНСТВО»</b>" }, "Відділи"],
  ],
  "Зигаленко А.О.": [
    [
      {
        v: "Основные обязанности",
        f: "<b>ЗАГАЛЬНІ ОБОВ'ЯЗКИ ПАСТОРА ЗИГАЛЕНКО А.О.</b>",
      },
      "",
    ],
    [
      { v: "2", f: "<b>КЕРІВНИЦТВО ЦЕРКВОЮ ЧЕРЕЗ РП І РС</b>" },
      "Основные обязанности",
    ],
    [
      {
        v: "3",
        f: "<b>ПІДГОТОВКА ТА ПРОВЕДЕННЯ СЛУЖІНЬ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "5",
        f: "<b>ВІДПОВІДАЛЬНІСТЬ ЗА СЛУЖИТЕЛІВ І ЛІДЕРІВ СВОГО НАПРЯМКУ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "4",
        f: "<b>ВІДПОВІДАЛЬНИЙ ЗА</b>",
      },
      "Основные обязанности",
    ],
    [{ v: "6", f: "<b>ЗВЕРШЕННЯ СВЯЩЕННОДІЇ</b>" }, "Основные обязанности"],
    [{ v: "7", f: "<b>ПРОПОВІДЬ</b>" }, "Основные обязанности"],
    [
      {
        v: "8",
        f: "<b>ДУШЕОПІКУНСТВО ЧЛЕНІВ НА ДІЛЬНИЦІ «ПРИДНІПРОВСЬКИЙ»</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "8.1",
        f: "<b>разом з дияконом Терещенко К. з помічником Едлін П.</b>",
      },
      "8",
    ],
    [{ v: "4.1", f: "<b>ДИТЯЧО-ПІДЛІТКОВЕ СЛУЖІННЯ</b>" }, "4"],
    [{ v: "4.2", f: "<b>МОЛОДІЖНЕ СЛУЖІННЯ (ТАБОРИ)</b>" }, "4"],
    [{ v: "4.3", f: "<b>СІМЕЙНЕ СЛУЖІННЯ</b>" }, "4"],
  ],
  "Мороховець А.С.": [
    [
      {
        v: "Основные обязанности",
        f: "<b>ЗАГАЛЬНІ ОБОВ'ЯЗКИ ПАСТОРА МОРОХОВЕЦЬ А.С.</b>",
      },
      "",
    ],
    [
      {
        v: "Опис-1",
        f: "<div style='background-color: red; border-radius: 5px; min-width: 100%: min-height: 100%; padding: 20px 0;'><b>У РОЗВИТКУ</b></div>",
      },
      "",
    ],
    [
      {
        v: "Опис-2",
        f: "<div style='background-color: orange; border-radius: 5px; min-width: 100%: min-height: 100%; padding: 20px 0;'><b>ПРЯМИЙ ОБОВ'ЯЗОК</b></div>",
      },
      "Опис-1",
    ],
    [
      {
        v: "Опис-3",
        f: "<div style='background-color: green; border-radius: 5px; min-width: 100%: min-height: 100%; padding: 20px 0;'><b>ЗА ВИМОГОЮ</b></div>",
      },
      "Опис-2",
    ],
    [
      {
        v: "1",
        f: "<div style='display: flex; justify-content: end; align-items: center;'><div style='background-color: red; border-radius: 50%; width: 20px; height: 20px; '></div></div><b>СЛУЖІННЯ МАЛИХ ГРУПП</b>",
      },
      "Основные обязанности",
    ],
    [{ v: "1.1", f: "<b>КООРДИНАЦІЯ</b>" }, "1"],
    [{ v: "1.2", f: "<b>НАВЧАННЯ</b>" }, "1"],
    [{ v: "1.3", f: "<b>ПІДГОТОВКА НОВИХ ЛІДЕРІВ</b>" }, "1"],
    [
      {
        v: "2",
        f: "<div style='display: flex; justify-content: end; align-items: center;'><div style='background-color: red; border-radius: 50%; width: 20px; height: 20px; '></div></div><b>КЕРІВНИЦТВО ЦЕРКВОЮ ЧЕРЕЗ РП І РС</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "3",
        f: "<div style='display: flex; justify-content: end; align-items: center;'><div style='background-color: orange; border-radius: 50%; width: 20px; height: 20px; '></div></div><b>ПІДГОТОВКА ТА ПРОВЕДЕННЯ СЛУЖІНЬ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "5",
        f: "<div style='display: flex; justify-content: end; align-items: center;'><div style='background-color: red; border-radius: 50%; width: 20px; height: 20px; '></div></div><b>ВІДПОВІДАЛЬНІСТЬ ЗА СЛУЖИТЕЛІВ І ЛІДЕРІВ СВОГО НАПРЯМКУ</b></div>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "4",
        f: "<div style='display: flex; justify-content: end; align-items: center;'><div style='background-color: red; border-radius: 50%; width: 20px; height: 20px; '></div></div><b>ВІДДІЛ НАВЧАНЯ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "6",
        f: "<div style='display: flex; justify-content: end; align-items: center;'><div style='background-color: orange; border-radius: 50%; width: 20px; height: 20px; '></div></div><b>ЗВЕРШЕННЯ СВЯЩЕННОДІЇ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "7",
        f: "<div style='display: flex; justify-content: end;'><div style='background-color: red; border-radius: 50%; width: 20px; height: 20px; '></div></div><b>ПРОПОВІДЬ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "8",
        f: "<div style='display: flex; justify-content: end; align-items: center;'><div style='background-color: green; border-radius: 50%; width: 20px; height: 20px; '></div></div><b>ДУШЕОПІКУНСТВО ЧЛЕНІВ НА ДІЛЬНИЦІ «КИЇВСЬКА»</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "8.1",
        f: "<b>разом з дияконом Дорошенко Н.</b>",
      },
      "8",
    ],
    [{ v: "4.1", f: "<b>ГРУПУ 'ПІДГОТОВКА ДО ХРЕЩЕННЯ'</b>" }, "4"],
    [{ v: "4.2", f: "<b>КУРС 'ОСНОВИ ХРИСТИЯНСЬКОГО ЖИТТЯ'</b>" }, "4"],
    [{ v: "4.3", f: "<b>ПІДГОТОВКУ ДО ШЛЮБУ</b>" }, "4"],
    [{ v: "4.4", f: "<b>ПІДГОТОВКУ ПРОПОВІДНИКІВ</b>" }, "4"],
    [{ v: "4.5", f: "<b>НАВЧАННЯ ЖІНОК</b>" }, "4"],
  ],
  "Овчаренко І.В.": [
    [
      {
        v: "Основные обязанности",
        f: "<b>ЗАГАЛЬНІ ОБОВ'ЯЗКИ ПАСТОРА ОВЧАРЕНКО І.В.</b>",
      },
      "",
    ],
    [
      { v: "2", f: "<b>КЕРІВНИЦТВО ЦЕРКВОЮ ЧЕРЕЗ РП І РС</b>" },
      "Основные обязанности",
    ],
    [
      {
        v: "3",
        f: "<b>ПІДГОТОВКА ТА ПРОВЕДЕННЯ СЛУЖІНЬ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "5",
        f: "<b>ВІДПОВІДАЛЬНІСТЬ ЗА СЛУЖИТЕЛІВ І ЛІДЕРІВ СВОГО НАПРЯМКУ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "4",
        f: "<b>ВІДПОВІДАЛЬНИЙ ЗА</b>",
      },
      "Основные обязанности",
    ],
    [{ v: "6", f: "<b>ЗВЕРШЕННЯ СВЯЩЕННОДІЇ</b>" }, "Основные обязанности"],
    [{ v: "7", f: "<b>ПРОПОВІДЬ</b>" }, "Основные обязанности"],
    [
      {
        v: "8",
        f: "<b>ДУШЕОПІКУНСТВО ЧЛЕНІВ НА ДІЛЬНИЦІ «ВОДОКАНАЛ»</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "8.1",
        f: "<b>разом з дияконами Безпарточний М., Андрієнко А.</b>",
      },
      "8",
    ],
    [{ v: "4.1", f: "<b>БЛАГОВІСТЯ ТА ЄВАНГЕЛІЗАЦІЮ</b>" }, "4"],
    [{ v: "4.2", f: "<b>МУЗИЧНО-СПІВОЧЕ ТА МЕДІА СЛУЖІННЯ</b>" }, "4"],
    [{ v: "4.3", f: "<b>ДИТЯЧО-ПІДЛІТКОВІ ТАБОРИ</b>" }, "4"],
    [{ v: "4.4", f: "<b>ОРГАНІЗАЦІЮ СЕМІНАРІВ ТА КОНФЕРЕНЦІЙ</b>" }, "4"],
    [
      { v: "4.5", f: "<b>ВІДНОСИНИ З СЕСТРИНСЬКОЮ ЦЕРКВОЮ У М.КЕМБРІДЖ</b>" },
      "4",
    ],
  ],
};

export const diaconsData = {
  "Дорошенко Н.С.": [
    [
      {
        v: "Основные обязанности",
        f: "<b>ЗАГАЛЬНІ ОБОВ'ЯЗКИ ДИЯКОНА ДОРОШЕНКО Н.С.</b>",
      },
      "",
    ],
    [
      { v: "2", f: "<b>ДУХОВНА РОБОТА НА ДІЛЯНЦІ 'КИЇВСЬКА'</b>" },
      "Основные обязанности",
    ],
    [
      {
        v: "3",
        f: "<b>ВІДВІДУВАННЯ ХВОРИХ ТА ДОПОМОГА В ПОТРЕБАХ</b>",
      },
      "2",
    ],
    [
      {
        v: "5",
        f: "<b>ОРГАНІЗАЦІЯ МОЛИТОВНОГО СЛУЖІННЯ НА ДІЛЯНЦІ</b>",
      },
      "2",
    ],
    [{ v: "6", f: "<b>РОБОТА З НОВОНАВЕРНЕННИМИ НА ДІЛЯНЦІ</b>" }, "2"],
    [{ v: "7", f: "<b>МАТЕРІАЛЬНІ ПОТРЕБИ ЧЛЕНІВ ЦЕРКВИ НА ДІЛЯНЦІ</b>" }, "2"],
    [
      {
        v: "8",
        f: "<b>ПРОВЕДЕННЯ ЦЕРКОВНИХ ЗБОРІВ ТА ЗАХОДІВ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "9",
        f: "<b>ВСЕБІЧНА ДОПОМОГА ПЕРШОМУ ПАСТОРУ (ПАСТОРУ НАПРЯМКУ)</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "10",
        f: "<b>ЗВЕРШЕННЯ ДОБРОВІЛЬНО-МАТЕРІАЛЬНИХ ЗБОРІВ</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "11",
        f: "<b>ДОПОМОГА У ЗВЕРШЕННІ ЗАПОВІДІ (ХЛІБОЛАМАННЯ)</b>",
      },
      "Основные обязанности",
    ],
    [
      {
        v: "4",
        f: "<b>ВІДПОВІДАЛЬНИЙ ЗА</b>",
      },
      "Основные обязанности",
    ],
    [{ v: "4.1", f: "<b>ФІНАНСОВИЙ КОМІТЕТ</b>" }, "4"],
    [{ v: "4.2", f: "<b>МЕДІА СЛУЖІННЯ</b>" }, "4"],
    [{ v: "4.3", f: "<b>СЕКРЕТАРСЬКУ ДІЯЛЬНІСТЬ ЦЕРКВИ</b>" }, "4"],
  ],
};
